Repository: WeirdoA0/Usman-UIKit---HomeWork
Catalog: Navigation/Localizable.xcstrings
Source language: en
Languages: ru

source: An error occured
ru: Произошла ошибка

source: Another thing was done
ru: Другое действие сделано

source: Button
ru: Кнопка

source: Cancel
ru: Отменить

source: Check
ru: Проверить

source: Confirm
ru: Подтвердить

source: Do another thing
ru: Сделать другое действие

source: Do one thing
ru: Сделать первое действие

source: Email or phone
ru: Телефон или почта

source: Enter correct login and password
ru: Введите правильный логин и пароль

source: Feed
ru: Лента

source: Filter by author name
ru: Отфильтровать по имени автора

source: Incorrect login or password
ru: Неправильный логин или пароль

source: Log in
ru: Войти в аккаунт

source: Long usage of phone leads to eye strain, constant eye strain may affect on your vision
ru: Долгое использование телефона вызывает напряжение в глазах , которое может способствовать ухудшению зрения

source: One thing was done
ru: Первое действие сделано

source: Password
ru: Пароль

source: Photo Gallery
ru: Фото галерея

source: Photos
ru: Фотографии

source: Print here
ru: Вписать здесь

source: Profile
ru: Профиль

source: Set status
ru: Установить статус

source: Show status
ru: Показать статус

source: Sign Up
ru: Создать аккаунт

source: Some Alert
ru: Некоторая тревога

source: Take care of your eye
ru: Берегите ваше зрение.

source: Tatooine period is equal to:
ru: Период обращения Татуина равен:

source: Training Alert
ru: Учебная тревога
